[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$Willowgame.Item card presentation descriptions.Chartershead"
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_LootChest2 UsableCustomizationItemDefinition]
ItemCardTopStatString="%sIn 2 %s1"
UseFailureCharacterMessage="You have to do it %s Use it."
ItemName=""
PickupMessage="take it %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="Every"